<?php
// Heading
$_['heading_title']        = 'ที่อยู่';

// Text
$_['text_account']         = 'บัญชีผู้ใช้งาน';
$_['text_address_book']    = 'รายการที่อยู่';
$_['text_edit_address']    = 'แก้ไขที่อยู่';
$_['text_add']             = 'ทำการบันทึกที่อยู่ใหม่เรียบร้อยแล้ว';
$_['text_edit']            = 'ทำการอัปเดทที่อยู่ใหม่เรียบร้อยแล้ว';
$_['text_delete']          = 'ทำการลบที่อยู่เรียบร้อยแล้ว';
$_['text_empty']           = 'คุณไม่มีรายการที่อยู่ บันทึกไว้.';

// Entry
$_['entry_firstname']      = 'ชื่อ';
$_['entry_lastname']       = 'นามสกุล';
$_['entry_company']        = 'บริษัท';
$_['entry_address_1']      = 'ที่อยู่ 1';
$_['entry_address_2']      = 'ที่อยู่ 2';
$_['entry_postcode']       = 'รหัสไปรษณีย์';
$_['entry_city']           = 'เมือง';
$_['entry_country']        = 'ประเทศ';
$_['entry_zone']           = 'เขต / จังหวัด';
$_['entry_default']        = 'ที่อยู่ใช้งานหลัก';

// Error
$_['error_delete']         = 'Warning: คุณจำเป็นต้องมีที่อยู่อย่างน้อย 1 รายการ!';
$_['error_default']        = 'Warning: คุณไม่สามารถลบที่อยู่หลักได้!';
$_['error_firstname']      = 'ชื่อ ควรมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_lastname']       = 'นามสกุล ควรมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร!';
$_['error_vat']            = 'VAT number is invalid!';
$_['error_address_1']      = 'ที่อยู่ควรมีความยาวระหว่าง 3 ถึง 128 ตัวอักษร!';
$_['error_postcode']       = 'รหัสไปรษณีย์ควรมีความยาวระหว่าง 2 ถึง 10 ตัวอักษร!';
$_['error_city']           = 'เมืองควรมีความยาวระหว่าง 2 ถึง 128 ตัวอักษร!';
$_['error_country']        = 'กรุณาเลือกประเทศ!';
$_['error_zone']           = 'กรุณาเลือกเขต / จังหวัด!';
$_['error_custom_field']   = '%s ต้องการ!';
