<?php
// Heading
$_['heading_title']   = 'ลืมรหัสผ่าน?';

// Text
$_['text_account']    = 'บัญชีผู้ใช้งาน';
$_['text_forgotten']  = 'ลืมรหัสผ่าน';
$_['text_your_email'] = 'อีเมล์ของคุณ';
$_['text_email']      = 'กรุณากรอกอีเมล์ที่ได้ทำการสมัครไว้กับระบบ. และดำเนินการต่อ ระบบจะทำการส่งรหัสผ่านไปยังอีเมล์ที่ได้ระบุไว้.';
$_['text_success']    = 'Success: รหัสผ่านใหม่ของคุณ ได้ทำการส่งไปยังอีเมล์ที่ได้ระบุไว้เรียบร้อยแล้ว.';

// Entry
$_['entry_email']     = 'อีเมล์';

// Error
$_['error_email']     = 'Warning: ไม่พบอีเมล์ที่คุณขอไว้ในระบบ, กรุณาลองใหม่อีกครั้ง!';