<?php
// Heading
$_['heading_title']                = 'เข้าสู่ระบบ';

// Text
$_['text_account']                 = 'บัญชีผู้ใช้งาน';
$_['text_login']                   = 'เข้าสู่ระบบ';
$_['text_new_customer']            = 'ลูกค้าใหม่';
$_['text_register']                = 'ลงทะเบียนใหม่';
$_['text_register_account']        = 'สมัครสมาชิกใหม่, สามารถเข้าใช้งานได้ทันที และสามารถติดตามการสั่งซื้อสินค้า ของคุณได้ตลอดเวลา.';
$_['text_returning_customer']      = 'ลูกค้าที่มีบัญชีเรียบร้อยแล้ว';
$_['text_i_am_returning_customer'] = 'สำหรับลูกค้าที่มีบัญชีแล้ว';
$_['text_forgotten']               = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email']                  = 'อีเมล์';
$_['entry_password']               = 'รหัสผ่าน';

// Error
$_['error_login']                  = 'Warning: อีเมล์ หรือ รหัสผ่านไม่ถูกต้อง.';
$_['error_attempts']               = 'Warning: บัญชีผู้ใช้งานของคุณไม่อนุญาติให้ใช้งานได้ชั่วคราว. กรุณาลองใหม่อีกครั้ง หลังจากนี้ 1 ชั่วโมง.';
$_['error_approved']               = 'Warning: บัญชีของคุณต้องทำการ ยืนยันผ่านอีเมล์ก่อน จึงจะสามารถเข้าใช้งานได้.';