<?php
// Heading
$_['heading_title'] = 'การสมัครสมาชิกเรียบร้อยแล้ว!';

// Text
$_['text_message']  = '<p>Congratulations! ทำการสมัครสมาชิกเรียบร้อยแล้ว!</p> <p>คุณสามารถใช้งานระบบสมาชิก และใช้งานระบบการสั่งซื้อ</p> <p>ถ้าคุณมีปัญหา หรือคำถามเกี่ยวกับการใช้งานระบบออนไนล์, กรุณาอีเมล์มายังผู้ดูและระบบ.</p> <p>อีเมล์ยืนยัน ระบบทำการส่งไปยังอีเมล์ที่ได้แจ้งไว้เรียบร้อยแล้ว. ถ้าคุณไม่ได้รับในเมล์ยืนยันภายใน 1 ชม., please <a href="%s">contact us</a>.</p>';
$_['text_approval'] = '<p>Thank you for registering with %s!</p><p>ระบบทำการส่งเมล์เตือน เพื่อยืนยันการใช้งานระบบไปที่อีเมล์เรียบร้อยแล้ว.</p><p>ถ้าคุณมีปัญหา หรือคำถามเกี่ยวกับการใช้งานระบบออนไนล์, กรุณา <a href="%s">ติดต่อผู้ดูแลระบบ</a>.</p>';
$_['text_account']  = 'บัญชีผู้ใช้';
$_['text_success']  = 'สมบูรณ์';
